Repository: QRouland/UTPass
Catalog: po/*.po
Languages: ca, fr, nl

source: Error !
fr: Erreur !
nl: Foutmelding!

source: Close
nl: Sluiten

source: Authentication required
ca: Es requereix autenticació
fr: Authentification nécessaire
nl: Verificatie vereist

source: Enter passphrase:
ca: Entreu la frase de pas:
fr: Saisissez votre mot de passe :
nl: Voer de toegangszin in:

source: passphrase
ca: frase de pas
fr: Mot de passe
nl: toegangszin

source: Ok
ca: D'acord
fr: Valider
nl: Oké

source: Cancel
ca: Cancel·la
fr: Annuler
nl: Annuleren

source: Success !
ca: Èxit
fr: Réussite !
nl: Goedgekeurd!

source: OK
ca: D'acord
fr: Valider
nl: Oké

source: <b>Version</b>
ca: <b>Versió</b>
nl: <b>Versie</b>

source: <b>Maintainer</>
ca: <b>Manteniment</>
fr: <b>Mainteneur</>
nl: <b>Onderhouder</b>

source: Suggest improvement(s) or report a bug(s)
ca: Suggeriu millores o informeu d'un error
fr: Suggérer des améliorations ou signaler des problèmes
nl: Ideeën delen of bugs melden

source: Access to the source code
ca: Accediu al codi font
fr: Accéder au code source
nl: Broncode bekijken

source: Released under the terms of the GNU GPL v3
ca: Publicada sota els termes de la GNU GPL v3
fr: Distribuée sous les termes de la LPG GNU v3
nl: Uitgebracht onder de GNU GPLv3-licentie

source: Info
ca: Informació
fr: Informations
nl: Informatie

source: No password found
nl: Er zijn geen wachtwoorden beschikbaar

source: You can import a password store by cloning or
nl: Importeer wachtwoorden door te klonen of een zipbestand

source: importing a password store zip in the settings
nl: te importeren vanuit de instellingen

source: Decryption failed !
ca: Ha fallat la desencriptació
fr: Échec du déchiffrement !
nl: Het ongrendelen is mislukt!

source: Back
ca: Enrere
fr: Retour
nl: Terug

source: Settings
ca: Paràmetres
fr: Paramètres
nl: Instellingen

source: Search
ca: Cerca
fr: Rechercher
nl: Zoeken

source: Delete Password Store
nl: Wachtwoordopslag verwijderen

source: You're are about to delete<br>the current Password Store.<br>Continue ?
nl: Je staat op het punt om de huidige<br>wachtwoordopslag te verwijderen.<br>Weet je het zeker?

source: Yes
nl: Ja

source: Password Store removal failed !
nl: Het verwijderen is mislukt!

source: Password Store deleted !
nl: De opslag is verwijderd!

source: Info Keys
ca: Informació de la clau
fr: Informations sur les clés
nl: Informatiesleutels

source: Key import failed !
ca: Ha fallat la importació de la clau
fr: L'importation de la clé a échoué !
nl: Het importeren is mislukt!

source: Key successfully imported !
ca: S'ha importat la clau amb èxit
fr: La clé a été ajoutée avec succès !
nl: De sleutels zijn geïmporteerd!

source: GPG Key Import
ca: Importa clau GPG
fr: Importation de clé GPG
nl: Gpg-sleutelimport

source: Importing a new zip will delete<br>any existing password store!<br>Continue ?
ca: A l'Importar un nou zip s'eliminarà<br>qualsevol contrasenya desada anteriorment<br>Voleu continuar ?
fr: L'importation d'un nouveau fichier Zip supprimera<br>les fichiers précédents !<br>Voulez-vous continuer ?
nl: Door een zipbestand te importeren<br>wordt de huidige opslag gewist!<br>Weet je het zeker?

source: Password store import failed !
ca: Ha fallat la importació de contrasenyes
fr: L'importation d'un fichier de mots de passe a échoué !
nl: Het importeren is mislukt!

source: Password store sucessfully imported !
ca: S'han importat les contrasenyes amb èxit
fr: L'importation d'un fichier de mots de passe a réussi !
nl: De wachtwoorden zijn geïmporteerd!

source: Zip Password Store Import
ca: Importa zip de contrasenyes
fr: Importation d'un fichier zip de mots de passe
nl: Zipbestandsimport

source: No key found
nl: Er zijn geen sleutels aangetroffen

source: Key ID :
nl: Sleutel-id:

source: User IDs :
nl: Gebruikers-id's:

source: Delete this key
ca: Elimina aquesta clau
fr: Supprimer cette clé
nl: Sleutel verwijderen

source: You're are about to delete<br>%1.<br>Continue ?
nl: Je staat op het punt om<br>%1 te verwijderen.<br>Weet je het zeker?

source: Key removal failed !
ca: Ha fallat l'eliminació de la clau
fr: La suppression de clé a échoué !
nl: Het verwijderen is mislukt!

source: Key successfully deleted !
ca: S'ha eliminat la clau amb èxit
fr: La clé a été supprimée avec succès !
nl: De sleutel is verwijderd!

source: An Error occured getting GPG keys !
nl: Er is een fout opgetreden tijdens het ophalen van de sleutels!

source: Import a GPG key file
ca: Importa un fitxer de clau GPG
fr: Importer un fichier de clés GPG
nl: Gpg-sleutelbestand importeren

source: Show GPG keys
ca: Mostra les claus GPG
fr: Afficher les clés GPG
nl: Gpg-sleutels bekijken

source: Password Store
ca: Contrasenyes desades
fr: Fichier de mots de passe
nl: Wachtwoordopslag

source: Import a Password Store using Git
nl: Wachtwoordopslag importeren met Git

source: Import a Password Store Zip
ca: Importa un zip de contrasenyes
fr: Importer un fichier Zip de mots de passe
nl: Wachtwoordopslag importeren uit zipbestand

source: Warning: importing delete any exiting Password Store
ca: Alertau: s'eliminarà qualsevol contrasenya desada a l'importar
fr: Attention : l'importation supprime les fichiers précédents
nl: Waarschuwing: de huidige opslag wordt hierdoor gewist

source: Clone
nl: Klonen

source: Password
nl: Wachtwoord

source: Importing a git repo will delete<br>any existing password store!<br>Continue ?
nl: Door een git-repo te importeren<br>wordt de huidige opslag gewist!<br>Weet je het zeker?

source: An error occured during git clone !
nl: Er is een fout opgetreden tijdens het klonen!

source: Git Clone Import
nl: Git-kloonimport

source: UTPass
fr: Mots de passe

source: No password found<br>You can import a password store zip in the settings
ca: No s'ha trobat cap contrasenya<br>Podeu un importar un zip de contrasenyes a la configuració
fr: Aucun mot de passe trouvé<br>Vous pouvez importer un fichier Zip de mots de passe dans les paramètres

source: Key id : %1
ca: Identificació de la clau: %1
fr: Identifiant de la clé : %1

source: You're are about to delete<br>%1<br>Continue ?
ca: Esteu a punt d'eliminar<br>%1<br>Voleu continuar?
fr: Vous êtes sur le point de supprimer<br>%1<br>Voulez-vous continuer ?

source: %1<br>will be definitively removed.<br>Continue ?
ca: %1<br>s'eliminarà definitivament.<br>Voleu continuar?
fr: %1<br>sera définitivement supprimée.<br>Voulez-vous continuer ?
